Repository: wintermeyer/crime_to_go
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it

source: A multiplayer online detective game where players collaborate to solve crimes.
de: Ein Multiplayer-Online-Detektivspiel, in dem Spieler zusammenarbeiten, um Verbrechen zu lösen.
it: Un gioco investigativo online multiplayer dove i giocatori collaborano per risolvere crimini.

source: Actions
de: Aktionen
it: Azioni

source: Attempting to reconnect
de: Versuche erneut zu verbinden
it: Tentativo di riconnessione

source: Collaborative Gameplay
de: Kooperatives Gameplay
it: Gioco Collaborativo

source: Communicate with team members through public and private chat rooms
de: Kommuniziere mit Teammitgliedern über öffentliche und private Chaträume
it: Comunica con i membri del team attraverso chat pubbliche e private

source: Create Game
de: Spiel erstellen
it: Crea Partita

source: Create New Game
de: Neues Spiel erstellen
it: Crea Nuova Partita

source: Detective Work
de: Detektivarbeit
it: Lavoro Investigativo

source: Enter a game code to join an ongoing detective investigation.
de: Gib einen Spielcode ein, um einer laufenden Detektivermittlung beizutreten.
it: Inserisci un codice partita per unirti a un'indagine investigativa in corso.

source: Enter game code (12 digits)
de: Spielcode eingeben (12 Ziffern)
it: Inserisci codice partita (12 cifre)

source: Evidence Analysis
de: Beweisanalyse
it: Analisi delle Prove

source: Game Features
de: Spielfunktionen
it: Caratteristiche del Gioco

source: Games
de: Spiele
it: Partite

source: Gather and analyze clues to piece together the mystery
de: Sammle und analysiere Hinweise, um das Rätsel zu lösen
it: Raccogli e analizza indizi per ricostruire il mistero

source: Hang in there while we get back on track
de: Bitte warten, während wir die Verbindung wiederherstellen
it: Aspetta mentre torniamo in carreggiata

source: Home
de: Startseite

source: Join Existing Game
de: Bestehendem Spiel beitreten
it: Unisciti a Partita Esistente

source: Join Game
de: Spiel beitreten
it: Unisciti alla Partita

source: Multiplayer
de: Mehrspieler
it: Multigiocatore

source: Real-time Chat
de: Echtzeit-Chat
it: Chat in Tempo Reale

source: Real-time Communication
de: Echtzeitkommunikation
it: Comunicazione in Tempo Reale

source: Something went wrong!
de: Etwas ist schiefgelaufen!
it: Qualcosa è andato storto!

source: We can't find the internet
de: Keine Internetverbindung
it: Non riusciamo a trovare internet

source: Work together to gather clues, analyze evidence, and identify the culprit.
de: Arbeitet zusammen, um Hinweise zu sammeln, Beweise zu analysieren und den Täter zu identifizieren.
it: Lavorate insieme per raccogliere indizi, analizzare prove e identificare il colpevole.

source: Work together with other players to solve complex criminal cases
de: Arbeite mit anderen Spielern zusammen, um komplexe Kriminalfälle zu lösen
it: Lavora insieme ad altri giocatori per risolvere casi criminali complessi

source: close
de: schließen
it: chiudi

source: Failed to create game. Please try again.
de: Spiel konnte nicht erstellt werden. Bitte versuche es erneut.
it: Impossibile creare la partita. Riprova.

source: Game code not found
de: Spielcode nicht gefunden
it: Codice partita non trovato

source: All avatars have been taken.
de: Alle Avatare sind vergeben.
it: Tutti gli avatar sono stati presi.

source: Current Detectives
de: Aktuelle Detektive
it: Detective Attuali

source: Enter your detective name
de: Gib deinen Detektiv-Namen ein
it: Inserisci il nome del tuo detective

source: Game Code
de: Spielcode
it: Codice Partita

source: Host
de: Spielleiter

source: Start Game
de: Spiel starten
it: Inizia Partita

source: Successfully joined the game!
de: Erfolgreich dem Spiel beigetreten!
it: Ti sei unito con successo alla partita!

source: This game is no longer accepting new players
de: Dieses Spiel nimmt keine neuen Spieler mehr auf
it: Questa partita non accetta più nuovi giocatori

source: Unable to start game
de: Spiel kann nicht gestartet werden
it: Impossibile iniziare la partita

source: Welcome! You are the game host.
de: Willkommen! Du bist der Spielleiter.
it: Benvenuto! Sei l'host della partita.

source: This detective name is already taken
de: Dieser Detektiv-Name ist bereits vergeben
it: Questo nome di detective è già stato preso

source: Game Language
de: Spielsprache
it: Lingua del Gioco

source: Language for game content and story
de: Sprache für Spielinhalt und Story
it: Lingua per contenuto e storia del gioco

source: All players are ready!
de: Alle Spieler sind bereit!

source: Copied!
de: Kopiert!

source: Copy Code
de: Code kopieren

source: Game Lobby
de: Spiel-Lobby

source: Game Ready!
de: Spiel bereit!

source: Get ready for an exciting detective game!
de: Bereitet euch auf ein spannendes Detektivspiel vor!

source: Host will start soon...
de: Spielleiter startet bald...

source: Join Link
de: Beitritts-Link

source: Link copied!
de: Link kopiert!

source: More Sharing Options
de: Weitere Optionen zum Teilen

source: Need at least 2 players to start
de: Mindestens 2 Spieler erforderlich

source: Players
de: Spieler

source: Ready
de: Bereit

source: Scan to join instantly
de: Scannen für sofortigen Beitritt

source: Share with friends to start playing
de: Mit Freunden teilen, um zu spielen

source: Waiting
de: Warten

source: Waiting for host to start
de: Warten auf Spielleiter

source: Waiting for players...
de: Warten auf Spieler...

source: You can start when ready
de: Du kannst starten, wenn du bereit bist

source: Invite More Players
de: Weitere Spieler einladen

source: Be the first detective to join!
de: Sei der erste Detektiv, der beitritt!

source: Games I'm Playing
de: Meine Spiele

source: Get ready to solve mysteries with other detectives
de: Mach dich bereit, mit anderen Detektiven Rätsel zu lösen

source: Please join the game first
de: Bitte trete zuerst dem Spiel bei

source: Quick Share
de: Schnell teilen

source: Share this code with players
de: Teile diesen Code mit Spielern

source: Share this code with your friends
de: Teile diesen Code mit deinen Freunden

source: These are games where you are currently a player. Click to continue playing.
de: Dies sind Spiele, in denen du aktuell Spieler bist. Klicke, um weiterzuspielen.

source: These are games you created that are still waiting for players. Rejoin to continue hosting or create a new game.
de: Dies sind von dir erstellte Spiele, die noch auf Spieler warten. Tritt wieder bei, um das Hosting fortzusetzen oder erstelle ein neues Spiel.

source: Waiting for detectives to join...
de: Warte auf weitere Detektive...

source: You can only rejoin games you are part of
de: Du kannst nur Spielen wieder beitreten, an denen du teilnimmst

source: You can only rejoin games you created
de: Du kannst nur Spielen wieder beitreten, die du erstellt hast

source: You have already joined this game
de: Sie sind diesem Spiel bereits beigetreten

source: Your games
de: Deine Spiele

source: just now
de: gerade eben

source: Language
de: Sprache

source: My Profile
de: Mein Profil

source: Invalid game code format
de: Ungültiges Spielecode-Format

source: This game has already ended
de: Dieses Spiel ist bereits beendet

source: This game has already started
de: Dieses Spiel hat bereits begonnen

source: Detective%{number}
de: Detektiv%{number}

source: (You)
de: (Du)

source: All Detectives
de: Alle Detektive

source: Cancel
de: Abbrechen

source: Chat not available
de: Chat nicht verfügbar

source: Game has started! Enjoy playing together.
de: Spiel hat begonnen! Viel Spaß beim Zusammenspielen.

source: Game started! All players have been notified.
de: Spiel gestartet! Alle Spieler wurden benachrichtigt.

source: Members
de: Mitglieder

source: No messages yet
de: Noch keine Nachrichten

source: Pre-selected - click another below to change
de: Vorausgewählt - klicke unten auf ein anderes zum Ändern

source: Pre-selected for you - change if desired
de: Für dich vorausgewählt - bei Bedarf ändern

source: Press Enter to join quickly
de: Drücke Enter zum schnellen Beitreten

source: Send the first message to get everyone talking
de: Sende die erste Nachricht, um das Gespräch zu beginnen

source: Show different avatars
de: Andere Avatare anzeigen

source: Shuffle
de: Mischen

source: Start Playing Now!
de: Jetzt spielen!

source: Start the conversation!
de: Starte das Gespräch!

source: The game has been ended by the host.
de: Das Spiel wurde vom Gastgeber beendet.

source: Type a message...
de: Nachricht eingeben...

source: Type your message...
de: Deine Nachricht eingeben...

source: You don't have access to this chat room
de: Du hast keinen Zugriff auf diesen Chatraum

source: Your Avatar
de: Dein Avatar

source: now
de: jetzt

source: As the host, ending the game will:
de: Als Host wird das Beenden des Spiels:

source: End Game for All Players
de: Spiel für alle Spieler beenden

source: End Game for Everyone
de: Spiel für alle beenden

source: Host Actions
de: Host-Aktionen

source: If you just want to leave but let others continue playing, use 'Leave Game' instead.
de: Wenn du nur gehen möchtest, aber andere weiterspielen lassen willst, verwende stattdessen 'Spiel verlassen'.

source: Immediately end the game for ALL players
de: Das Spiel sofort für ALLE Spieler beenden

source: Mark the game as finished
de: Das Spiel als beendet markieren

source: Remove everyone from the game
de: Alle aus dem Spiel entfernen

source: This action CANNOT be undone
de: Diese Aktion kann NICHT rückgängig gemacht werden

source: This is different from leaving the game!
de: Dies ist anders als das Verlassen des Spiels!

source: Yes, End Game for Everyone
de: Ja, Spiel für alle beenden

source: Are you sure you want to kick %{player_name} from the game?
de: Bist du sicher, dass du %{player_name} aus dem Spiel werfen möchtest?

source: Disconnect them from all chat rooms
de: Sie von allen Chaträumen trennen

source: Immediately remove the player from the game
de: Den Spieler sofort aus dem Spiel entfernen

source: Kick Player
de: Spieler rauswerfen

source: Make Host
de: Zum Host machen

source: Player %{name} has been kicked from the game
de: Spieler %{name} wurde aus dem Spiel geworfen

source: Player %{name} is no longer a host
de: Spieler %{name} ist kein Host mehr

source: Player %{name} is now a host
de: Spieler %{name} ist jetzt ein Host

source: Remove Host
de: Host-Rechte entziehen

source: Send Warning
de: Warnung senden

source: They can rejoin using the game code if they want
de: Sie können mit dem Spielcode wieder beitreten, wenn sie möchten

source: This action will:
de: Diese Aktion wird:

source: Unable to grant host privileges
de: Host-Berechtigungen konnten nicht vergeben werden

source: Unable to kick player
de: Spieler konnte nicht rausgeworfen werden

source: Unable to revoke host privileges
de: Host-Berechtigungen konnten nicht entzogen werden

source: Warning sent to %{name}
de: Warnung an %{name} gesendet

source: Yes, Kick Player
de: Ja, Spieler rauswerfen

source: You have been kicked from the game by host %{host_name}.
de: Du wurdest vom Host %{host_name} aus dem Spiel geworfen.

source: Activity Log
de: Aktivitätsprotokoll

source: All players will be disconnected and the game will be permanently ended.
de: Alle Spieler werden getrennt und das Spiel wird dauerhaft beendet.

source: Back to Lobby
de: Zurück zur Lobby

source: Demoted from Host
de: Host-Rechte entzogen

source: Game events will appear here as they happen
de: Spielereignisse werden hier angezeigt, sobald sie auftreten

source: No events recorded yet
de: Noch keine Ereignisse aufgezeichnet

source: Only hosts can view game history
de: Nur Hosts können die Spielhistorie einsehen

source: Promoted to Host
de: Zum Host befördert

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Start a new detective game and invite friends to join you in solving mysteries.
it: Inizia una nuova partita investigativa e invita gli amici a unirti per risolvere misteri.

source: Choose Your Avatar
it: Scegli il Tuo Avatar

source: Choose Your Detective Name
it: Scegli il Nome del Tuo Detective

source: Click another to change
it: Clicca un altro per cambiare

source: Game not found
it: Partita non trovata

source: Join Game as Detective
it: Unisciti alla Partita come Detective

source: Selected Avatar
it: Avatar Selezionato

source: This name will be visible to other players
it: Questo nome sarà visibile agli altri giocatori

source: Build rich, interactive web applications quickly, with less code and fewer moving parts. Join our growing community of developers using Phoenix to craft APIs, HTML5 apps and more, for fun or at scale.
it: Costruisci applicazioni web ricche e interattive rapidamente, con meno codice e meno parti in movimento. Unisciti alla nostra comunità in crescita di sviluppatori che usano Phoenix per creare API, app HTML5 e altro, per divertimento o su scala.

source: Changelog
it: Registro delle Modifiche

source: Deploy your application
it: Distribuisci la tua applicazione

source: Discuss on the Elixir Forum
it: Discuti sul Forum Elixir

source: Guides & Docs
it: Guide e Documentazione

source: Join our Discord server
it: Unisciti al nostro server Discord

source: Join us on Slack
it: Unisciti a noi su Slack

source: Peace of mind from prototype to production.
it: Tranquillità dal prototipo alla produzione.

source: Source Code
it: Codice Sorgente

source: Detective #%{number}
it: Detective n.%{number}
